Repository: aurora-pioneer/deepin-system-settings
Catalog: modules/power/locale/*.po
Languages: ar, cs, es_cl, it, pt_br, ru, sl

source: <span foreground='#cc5744'>%s programs are still running:</span>
ar: <span foreground='#cc5744'>%s البرامج لازالت تعمل:</span>
cs: <span foreground='#cc5744'>%s programy stále běží:</span>
es_cl: <span foreground='#cc5744'>%s programas estan aun ejecutandose:
it: <span foreground='#cc5744'>%s programmi in esecuzione:</span>
pt_br: <span foreground='#cc5744'>%s programas ainda estão em execução:</span>
ru: <span foreground='#cc5744'>%s программы по-прежнему работают:</span>
sl: <span foreground='#cc5744'>%s programov je še vedno v teku:</span>

source: <span foreground='#cc5744'>A program is still running:</span>
ar: <span foreground='#cc5744'>البرنامج لازال يعمل:</span>
cs: <span foreground='#cc5744'>Nějaký program stále běží:</span>
es_cl: <span foreground='#cc5744'>Un programa esta aun ejecutandose.:</span>
it: <span foreground='#cc5744'>Un programma in esecuzione:</span>
pt_br: <span foreground='#cc5744'>Um programa ainda está em execução:</span>
ru: <span foreground='#cc5744'>Программа по-прежнему работает:</span>
sl: <span foreground='#cc5744'>Program je še vedno v teku:</span>

source: <span foreground='#cc5744'>Log out</span> of your system now? You will be automatically logged out in %s seconds.
ar: <span foreground='#cc5744'>هل تريد تسجيل الخروج</span> من النظام الآن ؟ سيتم تسجيل خروج بشكل تلقائي في %s ثواني.
cs: <span foreground='#cc5744'>Odhlásit se</span> z počítače nyní? Budete automaticky odhlášen za %s sekund.
es_cl: <span foreground='#cc5744'>Desea salir</span> de su cuenta ahora? Ustede abandonara de su cuenta en %s segundos.
it: <span foreground='#cc5744'>Logout</span> dal tuo computer ora? Il logout avverrà automaticamente tra %s secondi.
pt_br: <span foreground='#cc5744'>Sair</span> do seu sistema agora? Você sairá automaticamente em %s segundos.
ru: <span foreground='#cc5744'>Выйти</span> из вашей системы сейчас? Вы автоматически выйдите через %s секунд.
sl: <span foreground='#cc5744'>Odjavim</span> iz sistema sedaj? Samodejno boste odjavljeni v %s sekundah.

source: <span foreground='#cc5744'>Restart</span> your computer now? The system will restart in %s seconds.
ar: <span foreground='#cc5744'>هل تريد إعادة تشغيل</span> الكمبيوتر الآن ؟ سيتم إعادة تشغيل النظام في %s ثواني.
cs: <span foreground='#cc5744'>Spustit</span> počítač nyní znovu? Systém se spustí znovu za %s sekund.
es_cl: span foreground='#cc5744'>Deseas reiniciar</span> tu equipo ahora? El sistema se reiniciara en %s segundos.
it: <span foreground='#cc5744'>Riavvia</span> il tuo computer ora? Il sistema si riavvierà in %s secondi.
pt_br: <span foreground='#cc5744'>Reiniciar</span> seu computador agora? O sistema reiniciará em %s segundos.
ru: <span foreground='#cc5744'>Перезагрузить</span> ваш компютер сейчас? Система будет перезагружена через %s секунд.
sl: <span foreground='#cc5744'>Znova zaženem</span> računalnik sedaj? Sistem se bo ponovno zagnal v %s sekundah.

source: <span foreground='#cc5744'>Suspend</span> your computer now? The system will suspend in %s seconds.
ar: <span foreground='#cc5744'>هل تريد تعليق الكمبيوتر بشكل مؤقت</span>الآن ؟ سيتم تعليق النظام في %s ثواني.
cs: <span foreground='#cc5744'>Uspat</span> počítač nyní? Systém se uspí za %s sekund.
es_cl: <span foreground='#cc5744'>Deseas suspender</span> tu equipo ahora? El sistema se suspendera en %s segundos.
it: <span foreground='#cc5744'>Sospendi</span>il tuo computer ora? Il sistema si sospenderà in %s secondi.
pt_br: <span foreground='#cc5744'>Suspender</span> seu computador agora? O sistema será suspenso em %s segundos.
ru: <span foreground='#cc5744'>Приостановить</span> ваш компьютер сейчас? Система будет преостановлена через %s секунд.
sl: <span foreground='#cc5744'>Pošljem v mirovanje</span> računalnik sedaj? Sistem bo prešel v mirovanje v %s sekundah.

source: <span foreground='#cc5744'>The Software Center is still running.</span>
ar: <span foreground='#cc5744'>مركز البرامج لازال يعمل</span>
cs: <span foreground='#cc5744'>Středisko programů stále běží.</span>
es_cl: <span foreground='#cc5744'>El Centro de aplicaciones aun esta ejecutandose. </span>
it: <span foreground='#cc5744'>Il Software Center è ancora in funzione.</span>
pt_br: <span foreground='#cc5744'>O Software Center ainda está em execução.</span>
ru: <span foreground='#cc5744'>Центр программного обеспечения еще работает.</span>
sl: <span foreground='#cc5744'>Upravljalec programja je še vedno v teku.</span>

source: <span foreground='#cc5744'>Turn off</span> your computer now? The system will shut down in %s seconds.
ar: <span foreground='#cc5744'>هل تريد إيقاف تشغيل</span> الكمبيوتر الآن ؟ سيتم اغلاق النظام في %s ثواني.
cs: <span foreground='#cc5744'>Vypnout</span> počítač nyní? Systém se vypne za %s sekund.
es_cl: <span foreground='#cc5744'>Deseas apagar</span> tu equipo ahora? El sistema se apagara en %s segundos.
it: <span foreground='#cc5744'>Spegni</span> il tuo computer ora? Il computer si spegnerà in %s secondi.
pt_br: <span foreground='#cc5744'>Desligar</span> seu computador agora? O sistema desligará em %s segundos.
ru: <span foreground='#cc5744'>выключить</span> ваш компютер сейчас? Система будет отключена через %s секунд.
sl: <span foreground='#cc5744'>Izklopim</span> računalnik sedaj? Sistem se bo zaustavil v %s sekundah.

source: We have detected that the system is running on a <span foreground='#cc5744'>virtual machine</span>. It's strongly recommended that you install Linux Deepin on your hard disk to get the best experience possible.
ar: اكتشفنا ان هذا النظام يعمل بواسطة <span foreground='#cc5744'>محرك افتراضي</span>. .ننصح بتثبيت لينيكس دييبن على القرص الصلب من أجل الحصول على أفضل تجربة ممكنة
cs: Zjistilo se, že systém běží na <span foreground='#cc5744'>virtuálním stroji</span>. Důrazně se doporučuje, abyste Linux Deepin nainstaloval na pevný disk, abyste s ním při jeho provozování zakusil jen to nejlepší.
es_cl: Hemos detectado que un sistema aun esta ejecutandose en <span foreground='#cc5744'>la maquina virtual</span>. Se recomienda que mejor instale Linux Deepin en si disco duro para asi lograr la mejor experiencia posible.
it: E' stato rilevato che il sistema è in esecuzione su una <span foreground='#cc5744'>macchina virtuale</span>. E' fortemente consigliato installare Linux Deepin su un hard disk per godere della miglior esperienza utente possibile.
pt_br: Nós detectamos que o sistema está rodando em uma <span foreground='#cc5744'>máquina virtual</span>. é fortemente recomendado que você instale Linux Deepin no seu disco rígido para obter a melhor experiência possível.
ru: Мы обнаружили, что система бежит на <span foreground='#cc5744'>виртуальной машине</span>. Настоятельно рекомендуется, чтобы Вы установили Linux Deepin на свой жесткий диск, чтобы получить лучшее впечатление.
sl: Ugotovljeno je bilo, da vaš sistem še vedno teče v <span foreground='#cc5744'>navideznem računalniku</span>. Za najboljšo uporabniško izkušnjo je priporočljivo, da si namestite Linux Deepin na trdi disk.

source: %s when closing the lid
ar: عند اغلاق الغطاء %s
cs: %s při zavření víka
es_cl: %s cuando cierra la tapa del equipo
it: %s quando chiudi il coperchio
pt_br: %s quando fechado a tampa
ru: %s при закрытии крышки
sl: %s ko zaprem pokrov

source: %s when pressing the power button
ar: %s حينما يتم الضغط على زر التشغيل
cs: %s při stisknutí tlačítka pro energii
es_cl: %s cuando presione el boton de encendido/apagado
it: %s quando premi il pulsante di accensione
pt_br: %s quando pressionado o botão de energia
ru: %s при нажатии кнопки питания
sl: %s ko pritisnem na za vklop

source: Always show icon in the tray
ar: اظهر دائما ايقونة عند الساعة
cs: Vždy ukazovat ikonu v panelu
es_cl: Siempre muestra el icono en la bandeja
it: Mostra sempre le icone nella tray
pt_br: Sempre mostrar o ícone na barra
ru: Всегда показывать иконку в трее
sl: Ikono vedno pokaži na pladnju

source: Balanced
ar: متوازن
cs: Vyvážený přístup
es_cl: Equilibrada
it: Bilanciato
pt_br: Balanceada
ru: Сбалансированный
sl: Uravnoteženo

source: Battery power remaining
ar: طاقة البطارية المتبقية
cs: Zbývající energie baterie
es_cl: Queda carga de bateria
it: Batteria residua
pt_br: Energia da bateria restante
ru: Заряд батарей питания
sl: Preostali čas delovanja

source: Battery status will be shown in the tray
ar: عداد البطارية سيتم اظهاره قرب الساعة
cs: Stav baterie bude ukazován v oznamovací oblasti panelu
es_cl: El estado de la bateria se mostrara en la bandeja
it: Il livello batteria verrà mostrato nella tray
pt_br: Status da bateria será exibido na barra
ru: Состояние батареи будет показано в трее
sl: Stanje akumulatorja bo prikazano na pladnju

source: Battery status will not be shown in the tray
ar: عداد البطارية لن يتم اظهاره قرب الساعة
cs: Stav baterie nebude ukazován v oznamovací oblasti panelu
es_cl: El estado de la bateria no se mostrara en la bandeja
it: Il livello batteria non verrà mostrato nella tray
pt_br: Status da bateria não será exibido na barra
ru: Состояние батареи не будет показано в трее
sl: Stanje akumulatorja ne bo prikazano na pladnju

source: Cancel
ar: إلغاء
cs: Zrušit
es_cl: Cancelar
it: Cancella
pt_br: Cancelar
ru: Отмена
sl: Prekliči

source: Changed Suspend Status to %s
ar: تم تغيير الإيقاف المؤقت الى %s
cs: Změněn stav uspání na %s
es_cl: El estado de suspension fue ajustado a %s
it: Stato di sospensione cambiato in %s
pt_br: Status de Suspensão alterado para %s
ru: Статус Приостановить изменён на %s
sl: Stanje mirovanja spremenjeno na %s

source: Custom
ar: مخصص
cs: Vlastní
es_cl: Personalizado
it: Personalizzato
pt_br: Personalizado
ru: Пользовательский
sl: Po meri

source: Do nothing
ar: لا تفعل شيئا
cs: Nedělat nic
es_cl: No hacer nada
it: Non fare niente
pt_br: Fazer nada
ru: Ничего не трогайте
sl: Stori ničesar

source: Don't prompt again
ar: لا تقم بالتعجيل مرة آخرى
cs: Neptat se znovu
es_cl: No mostrar de nuevo
it: Non chiedere nuovamente
pt_br: Não pergunte novamente
ru: Не спрашивать больше
sl: Ne sprašuj ponovno

source: Force log out
ar: فرض تسجيل الخروج
cs: Vynutit odhlášení
es_cl: Forzar salida
it: Forza il logout
pt_br: Forçar saída
ru: Принудительный выход
sl: Prisilna odjava

source: Force restart
ar: فرض إعادة التشغيل
cs: Vynutit opětovné spuštění
es_cl: Forzar reinicio
it: Forza il riavvio
pt_br: Forçar reinicialização
ru: Принудительная перезагрузка
sl: Prisilni vnovični zagon

source: Force shut down
ar: فرض إيقاف التشغيل
cs: Vynutit vypnutí
es_cl: Forzar apagar
it: Forza la chiusura
pt_br: Forçar desligamento
ru: Принудительное отключение
sl: Prisilna zaustavitev sistema

source: Force suspend
ar: فرض التأجيل
cs: Vynutit uspání
es_cl: Forzar suspension
it: Forza la sospensione
pt_br: Forçar suspensão
ru: Принудительная приостановка
sl: Prisilno v mirovanje

source: Hibernate
ar: نوم
cs: Hibernovat
es_cl: Hibernar
it: Iberna
pt_br: Hibernar
ru: Гибернация
sl: Spanje

source: High performance
ar: أداء عالي
cs: Vysoký výkon
es_cl: Alto desempeño
it: Performance elevate
pt_br: Alta Performance
ru: Высокая производительность
sl: Visoka zmogljivost

source: Hour
ar: ساعة
cs: hodina
es_cl: Hora
it: Ora
pt_br: Hora
ru: Часы
sl: Ura

source: I see
ar: حسناً
cs: Vidím
es_cl: Entiendo
it: Visionato
pt_br: Entendi
ru: Понимаю
sl: Vidim

source: Lock
ar: قفل
cs: Zamknout
es_cl: Bloquear
it: Blocca
pt_br: Travar
ru: Заблокировать
sl: Zakleni

source: Log out
ar: تسجيل الخروج
cs: Odhlásit se
es_cl: Cerrar sesión
pt_br: Sair
ru: Выйти
sl: Odjava

source: Minute
ar: دقيقة
cs: minuta
es_cl: Minuto
it: Minuto
pt_br: Minuto
ru: Минута
sl: Minuta

source: Minutes
ar: دقائق
cs: minut
es_cl: Minutos
it: Minuti
pt_br: Minutos
ru: Минуты
sl: Minute

source: Never
ar: أبداً
cs: Nikdy
es_cl: Nunca
it: Mai
pt_br: Nunca
ru: Никогда
sl: Nikoli

source: OK
ar: حسناً
es_cl: Aceptar
ru: ОК
sl: Vredu

source: Power Button Settings
ar: إعدادات زر الطاقة
cs: Nastavení tlačítka pro energii
es_cl: Ajustes de boton de encendido/apagado
it: Impostazioni pulsante di accensione
pt_br: Botão de Energia
ru: Настройки кнопки питания
sl: Nastavitve gumba za vklop

source: Power Plan
ar: وضع الطاقة
cs: Energetický plán
es_cl: Organizar el uso de energia
it: Modalità gestione energetica
pt_br: Plano de Energia
ru: План питания
sl: Načrt porabe

source: Power Saving Settings
ar: إعدادات حفظ الطاقة
cs: Nastavení pro úsporu energie
es_cl: Ajustes de ahorro de energia
it: Impostazioni risparmio di energia
pt_br: Economia de Energia
ru: Настройки экономии энергии
sl: Nastavitve varčevanja energije

source: Power plan has been changed to %s
ar: تم تغيير خطة التشغيل الى %s
cs: Energetický plán byl změněn na %s
es_cl: La organizacion de la energia ha sido cambiada a %s
it: Modalità di gestione energetica impostata in %s
pt_br: Plano de energia foi redefinido para %s
ru: План питания был изменен на %s
sl: Načrt porabe je bil spremenjen na %s

source: Power plan has been reset to Balanced
ar: وضع الطاقة قد تم وضعه للوضع المتساوي
cs: Energetický plán byl nastaven znovu na vyvážený
es_cl: La organizacion de energia ha sido establecida como Equilibrada
it: La modalità gestione energetica è stata resettata su Bilanciata
pt_br: Plano de Energia foi redefinido para Balanceado
ru: План питания был сброшен на Сбалансированный
sl: Načrt porabe je bil ponastavljen na Uravnoteženo

source: Power saver
ar: موفر الطاقة
cs: Šetření energií
es_cl: Ahorro de energia
it: Risparmio d'energia
pt_br: Economia de Energia
ru: Экономичный
sl: Varčevanje z energijo

source: Require password when computer wakes
ar: يتطلب كلمة مرور عند استيقاظ الكمبيوتر
cs: Vyžadovat heslo při probuzení počítače
es_cl: Necesita su contraseña cuando despierte el equipo
it: Richiedi password al risveglio
pt_br: Requisitar senha quando a sessão é restaurada
ru: Требовать пароль при пробуждении компьютера
sl: Ko se računalnik zbudi, zahtevaj geslo

source: Restart
ar: إعادة التشغيل
cs: Spustit znovu
es_cl: Reiniciar
it: Riavvia
pt_br: Reiniciar
ru: Перезагрузка
sl: Vnovični zagon

source: Shut down
ar: إيقاف التشغيل
cs: Vypnout
es_cl: Apagar
it: Arresta
pt_br: Desligar
ru: Выключить
sl: Zaustavitev sistema

source: Suspend
ar: تأجيل
cs: Uspat
es_cl: Suspender
it: Sospendi
pt_br: Suspender
ru: Приостановить
sl: V mirovanje

source: Switch user
ar: تبديل المستخدم
cs: Přepnout uživatele
es_cl: Cambiar de usuario
it: Cambia utente
pt_br: Alternar usuário
ru: Переключить пользователя
sl: Zamenjaj uporabnika

source: The system will not requrie a password after sleep
ar: لن يتطلب ادخال كلمة المرور بعد وضع السكون
cs: Systém nebude po uspání vyžadovat heslo
es_cl: El sistema no le pedira anotar su contraseña despues de dormir
it: Il sistema non richiederà la password al risveglio
pt_br: O sistema não pedirá uma senha depois de suspenso
ru: Система не будет запрашивать пароль после сна
sl: Sistem po spanju ne bo zahteval gesla

source: The time before turning off monitor has been changed to %s
ar: تم تغيير وضع الخمول قبل إيقاف شاشة العرض الى %s
cs: Čas před vypnutím obrazovky byl změněn na %s
es_cl: El tiempo antes de apagarse el monitor se ha ajustado a %s
it: L'intervallo prima che il monitor venga spento è stato cambiato a %s
pt_br: O tempo antes de desligar o monitor foi alterado para %s
ru: Время до выключения монитора было изменено на %s
sl: Čas preden se zaslon izklopi, je bil spremenjen na %s

source: Turn off hard disk
ar: إيقاف القرص الثابت
cs: Vypnout pevný disk
es_cl: Desconectar el disco duro
it: Disattiva l'hard disk
pt_br: Desligar disco rígido
ru: Отключение жесткого диска
sl: Ugasni trdi disk

source: Turn off monitor
ar: إيقاف شاشة العرض
cs: Vypnout obrazovku
es_cl: Apaga el monitor
it: Spegni lo schermo
pt_br: Desligar monitor
ru: Отключение монитора
sl: Ugasni monitor

source: Waiting for applications to terminate. Interrupting these may cause unexpected results.
ar: .في انتظار انهاء التطبيقات. قد يتسبب اعتراض أو مقاطعة ذلك الى نتائج غير متوقعة
cs: Čeká se na programy k ukončení. Jejich přerušení může vést k neočekávaným výsledkům.
es_cl: Esperando que se cierren ciertas aplicaciones. Su interrupcion podria causar resultados inesperados.
it: In attesa che le applicazioni terminino. Interromperle potrebbe causare qualche problema.
pt_br: Esperando pela finalização das aplicações. Interrompê-las pode causar resultados inesperados.
ru: Ожидание остановки приложений. Прерывание может привести к неожиданным результатам.
sl: Čakam, da se aplikacije prekinejo. Prekinitev le teh lahko povzroči nepričakovane rezultate.

source: When I close the lid
ar: حينما أغلق الغطاء
cs: Při zavření víka
es_cl: Cuando cierre la tapa del equipo
it: Quando chiudo il coperchio
pt_br: Quando eu fecho a tampa
ru: Когда я закрываю крышку
sl: Ko zaprem pokrov

source: When I press the power button
ar: حينما أختار زر الطاقة
cs: Při stisknutí tlačítka pro energii
es_cl: Cuando presione el boton de encendido/apagado
it: Quando premo il pulsante di accensione
pt_br: Quando eu pressionar o botão de energia
ru: Когда я нажимаю кнопку питания
sl: Ko pritisnem gumb za vklop

source: When I press the sleep button
ar: حينما أختار زر السكون
cs: Při stisknutí tlačítka pro uspání
es_cl: Cuando presione el boton de dormir
it: Quando premo il pulsante di sospensione
pt_br: Quando eu pressiono o botão de suspender
ru: Когда я нажимаю кнопку сна
sl: Ko pritisnem gumb za spanje

source: You will be asked for a password when computer wakes
ar: سيتم سؤالك عن كلمة المرور بعد اسيقاظ الكمبيوتر
cs: Při probuzení počítače na vás bude žádáno heslo
es_cl: A usted se le pedira su contraseña cuando el equipo despierte
it: Ti verrà chiesta una password quando risveglierai il PC
pt_br: Será requisitada uma senha quando a sessão for restaurada
ru: Вам будет предложено ввести пароль, когда компьютер проснётся
sl: Ko se računalnik zbudi boste vprašani za geslo
