Repository: aurora-pioneer/deepin-system-settings
Catalog: modules/individuation/locale/*.po
Languages: de_de, sl

source: %s picture is set as wallpaper
de_de: %s Bild ist als Hintergrundbild gesetzt
sl: %s slika je nastavljena kot ozadje

source: %s pictures are set as wallpaper
de_de: %s Bilder sind als Hintergrundbilder gesetzt
sl: %s slike so nastavljene kot ozadje

source: 360 Wallpaper
de_de: 360 Hintergrundbild
sl: 360 ozadij

source: Add from Local Pictures
de_de: Füge von Lokalen Bildern hinzu
sl: Dodaj iz lokalnih slik

source: Add to Favorites
de_de: Zu Favoriten hinzufügen
sl: Dodaj med najljubše

source: Apply Wallpaper
de_de: Hintergrundbild anwenden
sl: Uporabi ozadje

source: Are you sure delete wallpaper?
de_de: Wollen Sie das Hintergrundbild wirklich löschen?
sl: Ali ste prepričani, da želite izbrisati ozadje?

source: Are you sure you want to delete the theme %s?
de_de: Wollen Sie das Thema %s wirklich löschen?
sl: Ali ste prepričasni, da želite izbrisati temo %s?

source: Back
de_de: Zurück
sl: Nazaj

source: Changed System Theme to %s
de_de: Thema geändert zu %s
sl: Sistemska tema spremenjena na %s

source: Changed User Theme to %s
de_de: Benutzerthema gewechselt zu %s
sl: Tema uporabnika spremenjena na %s

source: Clear all
de_de: Alles bereinigen
sl: Počisti vse

source: Delete
sl: Izbriši

source: Delete Theme
de_de: Thema löschen
sl: Izbriši temo

source: Delete Wallpaper
de_de: Hintergrundbild löschen
sl: Izbriši ozadje

source: Download All
de_de: Alles herunterladen
sl: Prenesi vse

source: Downloaded
de_de: Runtergeladen
sl: Prenesene

source: Duration
de_de: Dauer
sl: Trajanje

source: Favorites
de_de: Favoriten
sl: Najljubše

source: Hour
de_de: Stunde
sl: Ura

source: Hours
de_de: Stunden
sl: Ure

source: Image files
de_de: Bilddateien
sl: Slikovne datoteke

source: Internet
sl: Splet

source: Library
de_de: lokal
sl: Knjižnica

source: Local Wallpapers
de_de: Lokale Hintergrundbilder
sl: Lokalna ozadja

source: LoveWallpaper
de_de: Liebe Hintergrundbild
sl: Ljubezenska ozadja

source: Minute
sl: Minuta

source: Minutes
de_de: Minuten
sl: Minute

source: My Favorites
de_de: Meine Favouriten
sl: Moje najljubše

source: My Themes
de_de: Meine Themen
sl: Moje teme

source: Personalization
de_de: Personalisierung
sl: Prilagoditev

source: Pictures
de_de: Bilder
sl: Slike

source: Position
sl: Položaj

source: Random
de_de: Zufällig.
sl: Naključno

source: Rename
de_de: Umbenennen
sl: Preimenuj

source: Rename Theme
de_de: Benenne Thema um
sl: Preimenuj temo

source: Save As
de_de: Speichern als
sl: Shrani kot

source: Save Theme As
de_de: Speichere Thema als
sl: Shrani temo kot

source: Select all
de_de: Alles auswählen
sl: Izberi vse

source: Set as wallpaper
de_de: Benutze als Hintergrundbild
sl: Nastavi kot ozadje

source: Stretch
de_de: Strecken
sl: Razširi

source: System
sl: Sistem

source: System Themes
de_de: System Themen
sl: Sistemske teme

source: Tile
de_de: Kacheln
sl: Razpostavi

source: Untitled
de_de: Unbenannt
sl: Neimenovan

source: Wallpaper
de_de: Hintergrundbild
sl: Ozadje

source: Your Favorites folder is empty.
de_de: Ihr Favoritenordner ist ler.
sl: Mapa Moje najljubše je prazna.

source: Your Local Pictures folder is empty
de_de: Ihr lokaler Bilderordner ist leer
sl: Vaša mapa s slikami je prazna

source: add %s picture to Favorites
de_de: füge %s Bild zu den Favoriten.
sl: dodaj %s sliko med Najljubše

source: add %s pictures to Favorites
de_de: füge %s Bilder zu den Favoriten hinzu.
sl: dodaj %s slike med Najljubše

source: choose %s picture
de_de: wähle %s Bild
sl: izberi %s sliko

source: choose %s pictures
de_de: wähle %s Bilder
sl: izberi %s slike

source: delete %s picture
de_de: lösche %s Bild
sl: izbriši %s sliko

source: delete %s pictures
de_de: lösche %s Bilder
sl: izbriši %s slike
