Repository: aurora-pioneer/deepin-system-settings
Catalog: modules/keyboard/locale/*.po
Languages: de_de, es_cl, it, pt_pt, zh_hk

source: Launcher
es_cl: Lanzador
pt_pt: Menu de Aplicações
zh_hk: 啟動器

source: Terminal
it: Terminale
zh_hk: 終端

source: Lock screen
de_de: Sperre Bildschirm
es_cl: Bloquear la pantalla
pt_pt: Bloquear Ecrã
zh_hk: 鎖定屏幕

source: Keyboard
de_de: Tastatur
es_cl: Teclado
it: Tastiera
pt_pt: Teclado
zh_hk: 鍵槃

source: Shortcuts
de_de: Abkürzungen
es_cl: Atajos
it: Scorciatoie
pt_pt: Atalhos
zh_hk: 快捷鍵

source: Typing
es_cl: Escribiendo
it: Digita
pt_pt: A digitar
zh_hk: 打字

source: Layout
es_cl: Apariencia
pt_pt: Disposição
zh_hk: 布局

source: Repeat
de_de: Wiederholung
es_cl: Repetir
it: Ripeti
pt_pt: Repetir
zh_hk: 字符重復

source: Repeat Delay
de_de: Wiederholungsverzögerung
es_cl: Retraso en repetir
it: Ritardo ripetizione
pt_pt: Atraso de Repetição
zh_hk: 重復延遲

source: Repeat Interval
de_de: Wiederholungsintervall
es_cl: Intervalo de repeticion
it: Intervallo ripetizione
pt_pt: Intervalo de Repetição
zh_hk: 重復速度

source: System
es_cl: Sistema
it: Sistema
pt_pt: Sistema
zh_hk: 系統

source: Log out
de_de: Ausloggen
es_cl: Cerrar sesi칩n
pt_pt: Terminar Sessão
zh_hk: 注銷

source: Launchers
zh_hk: 啟動器

source: Launch help browser
zh_hk: 啟動幫助瀏覽器

source: Launch calculator
de_de: Taschenrechner starten
es_cl: Iniciar la calculadora
it: Avvia calcolatrice
pt_pt: Abrir Calculadora
zh_hk: 啟動計算器

source: Launch email client
de_de: e-Mail Programm starten
es_cl: Iniciar el cliente de correo
it: Avvia client email
pt_pt: Abrir Aplicação de Gestão de e-mail
zh_hk: 啟動郵件客戶端

source: Launch web browser
de_de: Webbrowser starten
es_cl: Iniciar el navegador
it: Avvia browser
pt_pt: Abrir Navegador de Internet
zh_hk: 啟動網頁瀏覽器

source: Search
zh_hk: 搜索

source: Sound and Media
de_de: Ton und Medien
es_cl: Sonido y multimedios
it: Suoni e media
pt_pt: Som & Vídeo
zh_hk: 聲音和媒體

source: Volume mute
de_de: Lautstärke stumm
es_cl: Silencio
it: Muto
pt_pt: Silenciar
zh_hk: 靜音

source: Volume down
de_de: Lautstärke verringern
es_cl: Bajar el volumen
it: Volume meno
pt_pt: Baixar Volume
zh_hk: 減小音量

source: Volume up
de_de: Lautstärke erhöhen
es_cl: Subir el volumen
it: Volume più
pt_pt: Aumentar Volume
zh_hk: 增大音量

source: Launch media player
de_de: Medienspieler starten
es_cl: Iniciar el reproductor de video
it: Avvia media player
pt_pt: Abrir Leitor Multimédia
zh_hk: 啟動媒體播放器

source: Play (or play/pause)
de_de: Start (oder start/pause)
es_cl: Reproducir ( o reproduce/pausa)
it: Play (o play/pausa)
pt_pt: Reproduzir (Reproduzir/Pausa)
zh_hk: 播放(或者 播放/暫停）

source: Pause playback
de_de: Wiedergabe pausieren
es_cl: Pausa y reproduccion
it: Pausa playback
pt_pt: Pausar Reprodução
zh_hk: 暫停播放

source: Stop playback
de_de: Wiedergabe stoppen
es_cl: Detener la reproducci칩n
it: Interrompi il playback
pt_pt: Parar Reprodução
zh_hk: 停止播放

source: Previous track
de_de: Vorheriger Titel
es_cl: Pista anterior
it: Traccia precedente
pt_pt: Música Anterior
zh_hk: 上一音軌

source: Next track
de_de: Nächster Titel
es_cl: Pista siguiente
it: Traccia successiva
pt_pt: Próxima Música
zh_hk: 下一音軌

source: Eject
de_de: Auswerfen
es_cl: Ejectar
it: Espelli
pt_pt: Ejectar
zh_hk: 彈出

source: Screenshots
zh_hk: 截圖

source: Take a screenshot
de_de: Nehmen Sie ein Bildschirmfoto aus
es_cl: Tomar una fotografia a la pantalla
it: Fai uno screenshot
pt_pt: Capturar Ecrã
zh_hk: 對屏幕截圖

source: Take a screenshot of a window
de_de: Nehmen Sie ein Bildschirmfoto von einem Fenster auf
es_cl: Tomar pantallazo de una ventana
it: Fai uno screenshot della finestra
pt_pt: Capturar Ecrã numa Janela Específica
zh_hk: 對窗口截圖

source: Universal Access
zh_hk: 通用輔助功能

source: Turn zoom on or off
zh_hk: 開關屏幕縮放

source: Zoom in
zh_hk: 放大

source: Zoom out
zh_hk: 縮小

source: Turn screen reader on or off
zh_hk: 開關屏幕閱讀器

source: Turn on-screen keyboard on or off
zh_hk: 開關屏幕鍵槃

source: Increase text size
zh_hk: 增大文本字號

source: Decrease text size
zh_hk: 減小文本字號

source: High contrast on or off
zh_hk: 高對比度開或關

source: Navigation
zh_hk: 導航

source: Move window to workspace 1
de_de: Verschiebe Fenster auf Arbeitsplatz 1
es_cl: Arrastra la ventana al modo de escritorio 1
it: Muovi la finestra allo spazio di lavoro 1
pt_pt: Mover Janela para Área de Trabalho 1
zh_hk: 將窗口移到工作區1

source: Move window to workspace 2
de_de: Verschiebe Fenster auf Arbeitsplatz 2
es_cl: Arrastra la ventana al modo de escritorio 2
it: Muovi la finestra allo spazio di lavoro 2
pt_pt: Mover Janela para Área de Trabalho 2
zh_hk: 將窗口移到工作區2

source: Move window to workspace 3
de_de: Verschiebe Fenster auf Arbeitsplatz 3
es_cl: Arrastra la ventana al modo de escritorio 3
it: Muovi la finestra allo spazio di lavoro 3
pt_pt: Mover Janela para Área de Trabalho 3
zh_hk: 將窗口移到工作區3

source: Move window to workspace 4
de_de: Verschiebe Fenster auf Arbeitsplatz 4
es_cl: Arrastra la ventana al modo de escritorio 4
it: Muovi la finestra allo spazio di lavoro 4
pt_pt: Mover Janela para Área de Trabalho 4
zh_hk: 將窗口移到工作區4

source: Move window one workspace to the left
de_de: Verschiebe Fenster einen Arbeitsplatz nach links
es_cl: Arrastra la ventana al modo de escritorio izquierdo
it: Muovi la prima finestra allo spazio di lavoro sulla sinistra
pt_pt: Mover Janela para Área de Trabalho à Esquerda
zh_hk: 將窗口左移一個工作區

source: Move window one workspace to the right
de_de: Verschiebe Fenster einen Arbeitsplatz nach rechts
es_cl: Arrastra la ventana al modo de escritorio derecho
it: Muovi la prima finestra allo spazio di lavoro sulla destra
pt_pt: Mover Janela para Área de Trabalho à Direita
zh_hk: 將窗口右移一個工作區

source: Move window one workspace up
de_de: Verschiebe Fenster einen Arbeitsplatz nach oben
es_cl: Arrastra la ventana al modo de escritorio arriba
it: Muovi la prima finestra allo spazio di lavoro soprastante
pt_pt: Mover Janela para Área de Trabalho Acima
zh_hk: 將窗口上移一個工作區

source: Move window one workspace down
de_de: Verschiebe Fenster einen Arbeitsplatz nach unten
es_cl: Arrastra la ventana al modo de escritorio abajo
it: Muovi la prima finestra allo spazio di lavoro sottostante
pt_pt: Mover Janela para Área de Trabalho Abaixo
zh_hk: 將窗口下移一個工作區

source: Switch applications
de_de: Programme umschalten
es_cl: Cambiar de aplicacion
it: Cambio applicazioni
pt_pt: Alternar Aplicações
zh_hk: 切換應用程序

source: Reverse switch applications
de_de: Rückgängig Programme umschalten
es_cl: Regresar el cambio de aplicacion
it: cambio applicazioni invertito
pt_pt: Reverter Aplicações
zh_hk: 反向切換應用程序

source: Switch to workspace 1
de_de: Wechsele zu Arbeitsplatz 1
es_cl: Cambiar a Modo de escritorio 1
it: Passa allo spazio di lavoro 1
pt_pt: Mudar para Área de Trabalho 1
zh_hk: 切換到工作區1

source: Switch to workspace 2
de_de: Wechsele zu Arbeitsplatz 2
es_cl: Cambiar a Modo de escritorio 2
it: Passa allo spazio di lavoro 2
pt_pt: Mudar para Área de Trabalho 2
zh_hk: 切換到工作區2

source: Switch to workspace 3
de_de: Wechsele zu Arbeitsplatz 3
es_cl: Cambiar a Modo de escritorio 3
it: Passa allo spazio di lavoro 3
pt_pt: Mudar para Área de Trabalho 3
zh_hk: 切換到工作區3

source: Switch to workspace 4
de_de: Wechsele zu Arbeitsplatz 4
es_cl: Cambiar a Modo de escritorio 4
it: Passa allo spazio di lavoro 4
pt_pt: Mudar para Área de Trabalho 4
zh_hk: 切換到工作區4

source: Switch to workspace left
de_de: Wechsele zu linken Arbeitsplatz
es_cl: Cambiar a modo de escritorio izquierdo
it: Passa ad uno spazio di lavoro libero
pt_pt: Mudar para Área de Trabalho à Esquerda
zh_hk: 切換到左側工作區

source: Switch to workspace right
de_de: Wechsele zu rechtem Arbeitsplatz
es_cl: Cambiar a modo de escritorio derecho
it: Passa allo spazio di lavoro di destra
pt_pt: Mudar para Área de Trabalho à Direita
zh_hk: 切換到右側工作區

source: Switch to workspace above
de_de: Wechsele zu oberem Arbeitsplatz
es_cl: Cambiar a modo de escritorio arriba
it: Passa allo spazio di lavoro sopra
pt_pt: Mudar para Área de Trabalho Acima
zh_hk: 切換到上層工作區

source: Switch to workspace below
de_de: Wechsele zu unterem Arbeitsplatz
es_cl: Cambiar a modo de escritorio abajo
it: Passa allo spazio di lavoro sotto
pt_pt: Mudar para Área de Trabalho Abaixo
zh_hk: 切換到下層工作區

source: Windows
de_de: Fenster
es_cl: Ventanas
pt_pt: Janelas
zh_hk: 窗口

source: Show desktop
de_de: Zeige Desktop
es_cl: Mostrar el escritorio
it: Mostra desktop
pt_pt: Mostrar Ambiente de Trabalho
zh_hk: 顯示桌面

source: Activate the window menu
de_de: Das Fenstermenü aktivieren
es_cl: Activar el menu de la ventana
it: Attiva il menu di finestra
pt_pt: Activar Menu da Janela
zh_hk: 激活窗口菜單

source: Toggle fullscreen mode
zh_hk: 切換全屏模式

source: Toggle maximization state
zh_hk: 切換最大化狀態

source: Toggle window always appearing on top
zh_hk: 窗口常居頂端切換

source: Maximize window
de_de: Fenster maximieren
es_cl: Maximizar la ventana
it: Massimizza finestra
pt_pt: Maximizar Janela
zh_hk: 最大化窗口

source: Restore window
de_de: Fenster wiederherstellen
es_cl: Restaurar la ventana
it: Ripristina finestra
pt_pt: Restaurar Janela
zh_hk: 恢復窗口

source: Toggle shaded state
de_de: Schattierten Bereich umschalten
es_cl: Cambiar a estado oscuro
it: Toggle ombreggiato
pt_pt: Alternar Estado Enrolado
zh_hk: 切換卷起狀態

source: Minimize window
de_de: Fenster minimieren
es_cl: Minimizar la ventana
it: Minimizza finestra
pt_pt: Minimizar Janela
zh_hk: 最小化窗口

source: Close window
de_de: Fenster schließen
es_cl: Cerrar la ventana
it: Chiudi finestra
pt_pt: Fechar Janela
zh_hk: 關閉窗口

source: Move window
de_de: Fenster bewegen
es_cl: Mover la ventana
it: Muovi finestra
pt_pt: Mover Janela
zh_hk: 移動窗口

source: Resize window
de_de: Fenstergröße ändern
es_cl: Ajustar la ventana
it: Ridimensiona la finestre
pt_pt: Redimensionar Janela
zh_hk: 改變窗口大小

source: Move window to top left corner
zh_hk: 移動窗口到左上角

source: Move window to top right corner
zh_hk: 移動窗口到右上角

source: Move window to bottom left corner
zh_hk: 移到窗口到左下角

source: Move window to bottom right corner
zh_hk: 移到窗口到右下角

source: Move window to top edge of screen
zh_hk: 移到窗口到屏幕頂端

source: Move window to bottom edge of screen
zh_hk: 移動窗口到屏幕底端

source: Move window to right side of screen
zh_hk: 移動窗口到屏幕右邊

source: Move window to left side of screen
zh_hk: 移動窗口到屏幕左邊

source: Move window to center of screen
zh_hk: 移到窗口到屏幕中間

source: The shortcut "%s" cannot be used because it will become impossible to type using this key.
de_de: Das Kürzel "%s" kann nicht benutzt werden da es unmöglich ist, mit diesem Kürzel zu schreiben.
es_cl: El atajo personalizado "%s" no puede ser usado debido a que no se podra escribir con esta tecla posteriormente.
it: La scorciatoia "%s" non può esser usata perché diventerebbe impossibile scrivere un testo con tale tasto.
pt_pt: O atalho "%s" não pode ser usado porque será impossível digitar usando esta tecla.
zh_hk: "%s"不能用作快捷鍵，因為使用此鍵將無法正常輸入。

source: Please try with a key such as Control, Alt or Shift at the same time.
de_de: Bitte versuchen Sie eine Tastenkombination wie Steuerung, Alt und Großschreibung zur gleichen Zeit.
es_cl: Por favor intenta con una tecla como Ctrl, Alt o de cambio al mismo tiempo
it: Prova con un tasto come Ctrl, Alt o Shift allo stesso momento.
pt_pt: Pro favor, tente com uma tecla tal como Control, Alt ou Shift ao mesmo tempo.
zh_hk: 請組合 Ctrl、Alt 或 Shift 鍵再試一次

source: Cancel
de_de: Abbrechen
es_cl: Cancelar
it: Cancella
pt_pt: Cancelar
zh_hk: 取消

source: The shortcut "%s" is already used for"%s"
zh_hk: 快捷鍵"%s"已被用於"%s"

source: If you reassign the shortcut to "%s", the "%s" shortcut will be disabled.
de_de: Wenn Sie das Tastenkürzel "%s" neu zuordnen, wird das "%s" Tastenkürzel deaktiviert.
es_cl: Si usted reasigna el ajuste a %s, el ajuste de %s sera inhabilitado.
it: Se stai riassegnando la scorciatoia a "%s", la scorciatoia "%s" sarà disabilitata.
pt_pt: Se atribuir um novo atalho a "%s", o atalho "%s" será desactivado.
zh_hk: 如果你重新分配快捷鍵"%s"，則快捷鍵"%s"將被禁用

source: Reassign
de_de: neu Zuordnen
es_cl: Reasignar
it: Riassegna
pt_pt: Reatribuir
zh_hk: 重新分配

source: disable
de_de: deaktivieren
es_cl: Inhabilitar
it: disabilita
pt_pt: Desactivar
zh_hk: 禁用

source: Please input new shortcuts
de_de: Bitte neue Verknüpfungen eingeben
es_cl: Por favor ingrese el nuevo acceso r치pido
it: Si prega di inserire nuove scorciatoie
pt_pt: Pro favor, introduza novos atalhos
zh_hk: 請輸入新的快捷鍵

source: Custom Shortcuts
de_de: Eigene Verknüpfungen
es_cl: Ajustes personalizados
it: Scorciatoie personalizzate
pt_pt: Atalhos Personalizados
zh_hk: 自定義快捷鍵

source: Fast
de_de: Schnell
es_cl: Rapido
it: Veloce
pt_pt: Rápido
zh_hk: 快

source: Slow
de_de: Langsam
es_cl: Lento
it: Lento
pt_pt: Lento
zh_hk: 慢

source: Long
de_de: lange
es_cl: Largo
it: Lungo
pt_pt: Longo
zh_hk: 長

source: Short
de_de: Kurze
es_cl: Breve
it: Corto
pt_pt: Curto
zh_hk: 短

source: Cursor Blink
de_de: Cursor blinken
es_cl: Parpadeo del cursor
it: Cursore lampeggiante
pt_pt: Piscar do Cursor
zh_hk: 光標閃爍

source: Disable touchpad while typing
de_de: Deaktivieren des Touchpads während Tippens
es_cl: Inhabilitar almohadilla tactil mientras escribes
it: Disabilita il touchpad mentre scrivi
pt_pt: Desactivar Painel Táctil ao Digitar
zh_hk: 打字時禁用觸摸板

source: Keyboard Layout
de_de: Tastaturlayout
es_cl: Apariencia del teclado
it: Layout della tastiera
pt_pt: Disposição do Teclado
zh_hk: 鍵槃布局

source: Relevant Settings
de_de: Relevante Einstellungen
es_cl: Ajustes importantes
it: Impostazioni Rilevanti
pt_pt: Definições Relevantes
zh_hk: 相關設置

source: Mouse Settings
de_de: Mauseinstellungen
es_cl: Ajustes del raton
it: Impostazioni mouse
pt_pt: Definições do Rato
zh_hk: 鼠標設置

source: TouchPad Settings
de_de: Touchpad Einstellungen
es_cl: Ajustes a la almohadilla tactil
it: Impostazioni TouchPad
pt_pt: Definições do Painel Táctil
zh_hk: 觸摸板設置

source: Reset to Defaults
zh_hk: 恢復默認

source: Replace
de_de: Ersetzen
es_cl: Reemplazar
it: Sostituisci
pt_pt: Substituir
zh_hk: 替換

source: Remove
de_de: Löschen
es_cl: Eliminar
it: Rimuovi
pt_pt: Remover
zh_hk: 刪除

source: Add
de_de: Hinzufügen
es_cl: A침adir
it: Aggiungi
pt_pt: Adicionar
zh_hk: 添加

source: Current Layout: %s
de_de: Aktuelles Layout: %s
es_cl: Distribucion actual: %s
it: Attuale layout: %s
pt_pt: Disposição Actual: %s
zh_hk: 當前布局： %s

source: Test Repeat Interval
de_de: Test Wiederholungsintervall
es_cl: Prueba de repeticion del intervalo
it: Testa l'intervallo di ripetizione
pt_pt: Testar Intervalo de Repetição
zh_hk: 測試重復速度

source: Select an input source to add
de_de: Wählen Sie eine Eingabequelle aus um hinzuzufügen
es_cl: Agrega una nueva fuente alternativa
it: Seleziona una fonte input da aggiungere
pt_pt: Seleccionar fonte de entrada de dados para adicionar
zh_hk: 選擇一個要添加的輸入源

source: name
es_cl: Nombre
it: nome
pt_pt: Nome
zh_hk: 名稱

source: action
de_de: aktion
es_cl: Accion
it: azione
pt_pt: Acção
zh_hk: 命令

source: Ok
es_cl: Aceptar
zh_hk: 確定

source: Take a screenshot of an area
zh_hk: 對選區截圖

source: Copy a screenshot to clipboard
zh_hk: 復制截圖到剪貼板

source: Copy a screenshot of a window to clipboard
zh_hk: 復制窗口截圖到剪貼板

source: Copy a screenshot of an area to clipboard
zh_hk: 復制選區截圖到剪貼板

source: Move window to workspace 5
zh_hk: 將窗口移到工作區5

source: Move window to workspace 6
zh_hk: 將窗口移到工作區6

source: Move window to workspace 7
zh_hk: 將窗口移到工作區7

source: Move window to workspace 8
zh_hk: 將窗口移到工作區8

source: Move window to workspace 9
zh_hk: 將窗口移到工作區9

source: Move window to workspace 10
zh_hk: 將窗口移到工作區10

source: Move window to workspace 11
zh_hk: 將窗口移到工作區11

source: Move window to workspace 12
zh_hk: 將窗口移到工作區12

source: Switch system controls
zh_hk: 切換系統控制

source: Reverse switch system controls
zh_hk: 反向切換系統控制

source: Switch windows of an app directly
zh_hk: 直接在應用程序的窗口之間切換窗口

source: Reverse switch windows of an app directly
zh_hk: 直接在應用程序的窗口之間反向切換窗口

source: Switch windows directly
zh_hk: 直接切換窗口

source: Reverse switch windows directly
zh_hk: 反向直接切換窗口

source: Switch system controls directly
zh_hk: 直接切換系統控制

source: Reverse switch system controls directly
zh_hk: 反向直接切換系統控制

source: Switch to workspace 5
zh_hk: 切換到工作區5

source: Switch to workspace 6
zh_hk: 切換到工作區6

source: Switch to workspace 7
zh_hk: 切換到工作區7

source: Switch to workspace 8
zh_hk: 切換到工作區8

source: Switch to workspace 9
zh_hk: 切換到工作區9

source: Switch to workspace 10
zh_hk: 切換到工作區10

source: Switch to workspace 11
zh_hk: 切換到工作區11

source: Switch to workspace 12
zh_hk: 切換到工作區12

source: Show the activities overview
zh_hk: 顯示活動大綱

source: Show the run command prompt
zh_hk: 顯示運行命令提示符

source: Toggle window on all workspaces or one
zh_hk: 在位於所有或僅有一個工作區的窗口間切換

source: Raise window if covered, otherwise lower it
zh_hk: 如果窗口被其他窗口遮蓋，則提升它，否則降低它

source: Raise window above other windows
zh_hk: 將窗口提升到其它窗口之上

source: Lower window below other windows
zh_hk: 將窗口降低到其它窗口之下

source: Maximize window vertically
zh_hk: 垂直最大化窗口

source: Maximize window horizontally
zh_hk: 水平最大化窗口

source: Add custom hotkey
de_de: Benutzerdefinierten Hotkey hinzufügen
es_cl: Agrega una tecla personalizada
it: Aggiungi Hotkey personalizzate
pt_pt: Adicionar tecla de atalho personalizada

source: Current Layout is: %s
de_de: Aktuelles Layout ist: %s
es_cl: La distribucion actual es: %s
it: Layout attuale: %s
pt_pt: Disposição Actual: %s

source: Deepin terminal quake mode
es_cl: Terminal en modo Quake Deepin
it: Terminale Deepin con root
pt_pt: Terminal (Estilo Quake)

source: Deleted custom hotkey
de_de: Gelöschter Benutzerdefinierter Hotkey
es_cl: Tecla personalizada borrada
it: Hotkey personalizzate eliminate
pt_pt: Eliminada tecla de atalho personalizada

source: Disabled hotkey for %s
de_de: Deaktiviere Hotkey für %s
es_cl: Tecla personalizada inahbilitada para %s
it: Disabilita le hotkey per %s
pt_pt: Desactivada tecla de atalho para %s

source: Disabled touchpad while typing
de_de: Touchpad während Tippens deaktiviert
es_cl: Almohadilla inhabilitada mientras escribe
it: Touchpad disabilitato mentre scrivi
pt_pt: Painel táctil desactivado ao digitar

source: Enabled touchpad while typing
de_de: Touchpad während Tippens aktiviert
es_cl: Almohadilla habilitada mientras escribe
it: Touchpad abilitato mentre scrivi
pt_pt: Painel táctil activado ao digitar

source: File manager
de_de: Dateiverwalter
es_cl: Administrador de archivos
pt_pt: Gestor de Ficheiros

source: Reset
de_de: Zurücksetzen
es_cl: Reinicializar
pt_pt: Reiniciar

source: Reset to default
de_de: Auf Standardeinstellungen zurücksetzen
es_cl: Restablecer
it: Ripristina default
pt_pt: Repor valor predefenido

source: Reverse switch applications with 3D effect
de_de: Rückgängig Programme mit 3D Effekt umschalten
es_cl: Regresar de cambio de aplicacion con efecto 3D
it: Cambio applicazioni con effetti 3D invertito
pt_pt: Reverter Aplicações com Efeitos 3D

source: Show/Hide the dock temporarily
de_de: Zeige/Verberge Dock vorübergehend
es_cl: Muestra/Esconde el panel temporalmente
it: Mostra/Nascondi la dock temporaneamente
pt_pt: Mostrar/Esconder o Painel temporariamente

source: Switch applications with 3D effect
de_de: Programme mit 3D Effekt umschalten
es_cl: Cambiar de aplicacion por efectos 3D
it: Cambio applicazioni con effetto 3D
pt_pt: Alternar Aplicações com efeitos 3D

source: Take a screenshot delayed
de_de: Nehmen Sie ein Bildschirmfoto mit Verzögerung auf
es_cl: Tomar una fotografia a la pantalla con retraso
it: Fai uno screenshot posticipato
pt_pt: Capturar Ecrã Diferido

source: Take a screenshot of full screen
de_de: Nehmen Sie ein Bildschirmfoto vom gesamten Bildschirm auf
es_cl: Tomar pantallazo de la pantalla completa
it: Fai uno screenshot dell'intero schermo
pt_pt: Capturar Ecrã Completo

source: The hotkey for %s is set to %s
de_de: Der Hotkey für %s ist als %s gesetzt
es_cl: La tecla personalizada para %s se establecera con %s
it: La hotkey per %s è impostata per %s
pt_pt: Tecla de atalho para %s foi definida para %s

source: The shortcut "%s" is already used for "%s"
de_de: Das Tastenkürzel "%s" ist bereits in Benutzung für "%s"
es_cl: El acceso directo "%s"ya existe para "%s"
it: La scorciatoia "%s" è usata per "%s"
pt_pt: O atalho "%s" já está a ser usado por "%s"

source: Workspace
de_de: Arbeitsplatz
es_cl: Modo de escritorio
it: Spazio di lavoro
pt_pt: Área de Trabalho

source: Please input new shortcuts. Press Esc to cancel or press Backspace to clear.
pt_pt: Por favor, introduza novos atalhos. Pressione a tecla Esc para cancelar ou pressione a tecla Retroceder para eliminar.
