Repository: aurora-pioneer/deepin-system-settings
Catalog: modules/bluetooth/locale/*.po
Languages: es_cl, it, pt_pt, sl

source: Accept
es_cl: Aceptar
it: Accetta
pt_pt: Aceitar
sl: Sprejmi

source: Accept incoming file %s?
es_cl: Acepta el archivo de entrada %s?
it: Accettare file in arrivo da %s?
pt_pt: Aceita receber ficheiro %s?
sl: Sprejmem dohodno datoteko %s?

source: Adapter
es_cl: Adaptador
it: Adattatore
pt_pt: Adaptador

source: Advanced options...
es_cl: Opciones avanzadas
it: Opzioni avanzate...
pt_pt: Opções avançadas...
sl: Napredne možnosti...

source: An error occured when connecting to the device.
es_cl: Ocurrió un error al intentar conectarse con el dispositivo.
it: Si Ã¨ verificato un errore nel connettere il dispositivo.
pt_pt: Ocorreu um erro ao tentar conectar com o dispositivo.
sl: Pri povezovanju z napravo prišlo do napake.

source: Audio Sink
es_cl: Muestra de audio
it: Livello audio
pt_pt: Recptor Áudio
sl: Audio izhod

source: Bluetooth Audio
es_cl: Dispositivo audio bluetooth.
it: Audio Bluetooth
pt_pt: Áudio Bluetooth
sl: Bluetooth zvok

source: Bluetooth Headset
es_cl: Auricular bluetooth.
it: Auricolare blutooth
pt_pt: Auriculares Bluetooth
sl: Bluetooth slušalke

source: Bluetooth Input Service
es_cl: Servicio de entrada Bluetooth
it: Servizio di ingresso Bluetooth
pt_pt: Serviço de Entrada de Dados Bluetooth
sl: Vhodne storitve Bluetooth

source: Cancel
es_cl: Cancelar
it: Cancella
pt_pt: Cancelar
sl: Prekliči

source: Connection Failed
es_cl: La conexión falló.
it: Connessione Fallita
pt_pt: Não foi possível conectar
sl: Povezava ni uspela

source: Device name
es_cl: Nombre del dispositivo
it: Nome del dispositivo
pt_pt: Nome do Dispositivo
sl: Ime naprave

source: Discoverable
es_cl: Visible
it: Rilevabile
pt_pt: Visível
sl: Vidnost

source: Discovering device
es_cl: Buscando dispositivo
it: Analisi device
pt_pt: A procurar dispositivo
sl: Odkrivanje naprave

source: Enable bluetooth
es_cl: Encender bluethooth
it: Abilita bluetooth
pt_pt: Activar Bluetooth
sl: Omogoči Bluetooth

source: Enter PIN code to pair with %s:
es_cl: Ingrese el código para emparejar con %s:
it: immettere il PIN per abbinare con %s:
pt_pt: Introduza o código secreto para emparelhar com %s:
sl: Vnesi PIN kodo za povezavo z %s:

source: Failed to receive the file : %s
es_cl: No se pudo recibir archivo: %s
it: Ricezione del file : %s fallita
pt_pt: Não foi possível receber o ficheiro: %s
sl: Prejemanje datoteke ni uspelo: %s

source: Failed! error msg: %s
es_cl: Fallo mensaje de error: %s
it: Fallito! messaggio di errore: %s
pt_pt: Ocorreu um erro! Mensagem de erro: %s
sl: Ni uspelo! sporočilo o napaki: %s

source: Headset
es_cl: Auricular
it: Cuffie
pt_pt: Auriculares
sl: Slušalke

source: Incoming file from %s
es_cl: Archivo de entrada de %s
it: File in arrivo da %s
pt_pt: A receber ficheiro de %s
sl: Dohodna datoteka od %s

source: Input Service
es_cl: Servicio de entrada
it: Servizio input
pt_pt: Serviço de Entrada de Dados
sl: Vhodne storitve

source: OK
es_cl: Aceptar
sl: Vredu

source: Pair
es_cl: Emparejar
it: Abbinare
pt_pt: Emparelhar
sl: Poveži

source: Pairing failed!
es_cl: El emparejamiento falló!
it: Abbinamento fallito!
pt_pt: Não foi possível emparelhar!
sl: Povezovanje ni uspelo!

source: Please confirm %s pin match as below
es_cl: Por favor confirme su pin %s como abajo
it: Conferma il pin di %s come sotto
pt_pt: Por favor, confirme se o código secreto em %s corresponde ao código abaixo
sl: Prosim, potrdi %s PIN kodo skladno s spodjim

source: Receiving file from %s
es_cl: Recibiendo archivo de %s
it: Ricezione file da %s
pt_pt: A receber ficheiro de %s
sl: Prejemanje datoteke od %s

source: Reject
es_cl: Extraer
it: Rifiuta
pt_pt: Recusar
sl: Zavrni

source: Remove Device
es_cl: Quitar dispositivo.
it: Rimuovi Dispositivo
pt_pt: Remover Dispositivo
sl: Odstrani napravo

source: Search
es_cl: Buscar
it: Cerca
pt_pt: Procurar
sl: Iskanje

source: Searching Device Timeout
es_cl: Se termino el tiempo de busqueda
it: Tempo scaduto per la ricerca del dispositivo
pt_pt: Tempo limite para procura do dispositivo terminou
sl: Iskanje naprave je časovno poteklo.

source: Select File
es_cl: Seleccionar archivo.
it: Seleziona File
pt_pt: Seleccionar Ficheiro
sl: Izberi datoteko

source: Send File
es_cl: Enviar archivo
it: Invia File
pt_pt: Enviar Ficheiro
sl: Pošlji datoteko

source: Sending file to %s
es_cl: Enviando archivo al dispositivo %s
it: Invio file a %s
pt_pt: A enviar ficheiro para %s
sl: Pošlji datoteko v %s

source: Successfully connected to the Bluetooth audio device.
es_cl: Se conectó exitosamete con el dispositivo audio Bluetooth
it: Connessione al dispositivo audio Bluetooth avvenuta con successo.
pt_pt: Conecção com dispositivo áudio Bluetooth bem sucedida.
sl: Upsešno povezano z Bluetooth zvokovno napravo.

source: Successfully connected to the Bluetooth headset.
es_cl: Exitosamente conectado a los audifonos bluetooth
it: Connessione alle auricolari bluetooth avvenuta con successo.
pt_pt: Conexão com auriculares Bluetooth bem sucedida
sl: Uspešno povezano na Bluetooth slušalke.

source: Successfully connected to the Bluetooth input device.
es_cl: Exitosamente conectado al Servicio de entrada Bluetooth
it: Connessione al dispositivo audio Bluetooth avvenuta con successo.
pt_pt: Conexão com dispositivo de entrada Bluetooth bem sucedida
sl: Uspešno povezano z vstopno Bluetooth napravo.

source: Transfer complete!
es_cl: Envío completado
it: Trasferimento completo!
pt_pt: Transferência concluída!
sl: Prenos končan!

source: Yes
es_cl: Si
it: Si
pt_pt: Sim
sl: Da

source: in %d seconds
es_cl: en %d segundos
it: in %d secondi
pt_pt: em %d segundos
sl: v %d sekundah

source: No
pt_pt: Não
sl: Ne
