Repository: aurora-pioneer/deepin-system-settings
Catalog: modules/date_time/locale/*.po
Languages: cs, pt_pt, ru, sl

source: (UTC)London, Dublin, Edinburgh, Lisbon, Casablanca
cs: (UTC)Londýn, Dublin, Edinburg, Lisabon, Casablanca
pt_pt: (GMT) Horário Padrão de Greenwich (Lisboa, Londres, Dublin, Edimburgo, Casablanca)
ru: (UTC)Лондон, Дублин, Эдинбург, Лиссабон, Касабланка
sl: (UTC)London, Dublin, Edinburg, Lizbona, Casablanca

source: (UTC+01:00)Paris, Amsterdam, Berlin, Rome, Vienna
cs: (UTC+01:00)Paříž, Amsterodam, Berlín, Řím, Vídeň
pt_pt: (GMT+01:00) Horário Padrão da Europa Central (Paris, Berlim, Roma, Amsterdão, Vienna)
ru: (UTC+01:00)Париж, Амстердам, Берлин, Рим, Вена
sl: (UTC+01:00)Paris, Amsterdam, Berlin, Rim, Dunaj

source: (UTC+02:00)Cairo, Athens, Istanbul, Jerusalem
cs: (UTC+02:00)Káhira, Athény, Istanbul, Jeruzalém
pt_pt: (GMT+02:00) Horário Padrão da Europa Oriental (Atenas, Cairo, Istambul, Jerusalém)
ru: (UTC+02:00)Каир, Афины, Стамбул, Иерусалим
sl: (UTC+02:00)Kairo, Atene, Istanbul, Jeruzalem

source: (UTC+03:00)Moscow, St. Petersburg, Baghdad
cs: (UTC+03:00)Moskva, Petrohrad, Bagdád
pt_pt: (GMT+03:00) Horário Padrão de Moscovo (S. Petersburgo, Bagdade)
ru: (UTC+03:00)Москва, Санкт-Петербург, Багдад
sl: (UTC+03:00)Moskva, Sankt Peterburg, Bagdad

source: (UTC+04:00)Port Louis, Abu Dhabi, Muscat, Yerevan
cs: (UTC+04:00)Port Louis, Abu Dhabi, Muscat, Jerevan
pt_pt: (GMT+04:00) Horário Padrão do Golfo (Port Louis, Abu Dhabi, Muscat, Yerevan)
ru: (UTC+04:00)Порт-Луи, Абу-Даби, Маскат, Ереван
sl: (UTC+04:00)Port Louis, Abu Dabi, Muscat, Erevan

source: (UTC+05:00)Islamabad, Karachi, Tashkent
cs: (UTC+05:00)Islamabád, Karáčí, Taškent
pt_pt: (GMT+05:00) Horário Padrão do Paquistão (Islamabad, Karachi, Tashkent)
ru: (UTC+05:00)Исламабад, Карачи, Ташкент
sl: (UTC+05:00)Islamabad, Karači, Taškent

source: (UTC+06:00)Dhaka, Novosibirsk
pt_pt: (GMT+06:00) Horário Padrão do Território do Oceano Índico (Dhaka, Novosibirsk)
ru: (UTC+06:00)Дакка, Новосибирск
sl: (UTC+06:00)Daka, Novosibirsk

source: (UTC+07:00)Bangkok, Hanoi, Jakarta
pt_pt: (GMT+07:00) Horário Padrão da Indochina (Bangkok, Hanoi, Jakarta)
ru: (UTC+07:00)Бангкок, Ханой, Джакарта
sl: (UTC+07:00)Bangkok, Hanoj, Džakarta

source: (UTC+08:00)Beijing, Chongqing, HongKong, Taipei, Urumqi
pt_pt: (GMT+08:00) Horário Padrão da Austrália Ocidental (Hong-Kong, Beijing, Taipei, Chongqing, Urumqi)
ru: (UTC+08:00)Пекин, Чунцин, Гонконг, Тайбэй, Урумчи

source: (UTC+09:00)Osaka, Sapporo, Tokyo, Seoul
cs: (UTC+09:00)Osaka, Sapporo, Tokyo, Soul
pt_pt: (GMT+09:00) Horário Padrão do Japão (Tóquio, Osaka, Sapporo, Seoul)
ru: (UTC+09:00)Осака, Саппоро, Токио, Сеул
sl: (UTC+09:00)Osaka, Sapporo, Tokijo, Seul

source: (UTC+10:00)Guam, Canberra, Melbourne, Sydney
pt_pt: (GMT+10:00) Horário Padrão da Austrália Oriental (Sidney, Melbourne, Canberra, Guam)
ru: (UTC+10:00)Гуам, Канберра, Мельбурн, Сидней

source: (UTC+11:00)Magadan, Solomon Islands
cs: (UTC+11:00)Magadan, Šalamounovy ostrovy
pt_pt: (GMT+11:00) Horário Padrão das Ilhas de Salomão, Nova Caledónia
ru: (UTC+11:00)Магадан, Соломоновы Острова
sl: (UTC+11:00)Magadan, Salomonovi otoki

source: (UTC+12:00)New Zealand, Kiribati
cs: (UTC+12:00)Nový Zéland, Kiribati
pt_pt: (GMT+12:00) Horário Padrão da Nova Zelândia (Kiribati)
ru: (UTC+12:00)Новая Зеландия, Кирибати
sl: (UTC+12:00)Nova Zelandija, Kiribati

source: (UTC-01:00)Cape Verde Islands, Azores
cs: (UTC-01:00)Cape Verde Islands, Azory
pt_pt: (GMT-01:00) Horário Padrão dos Açores (Cabo Verde)
ru: (UTC-01:00)Кабо-Верде, Азорские острова
sl: (UTC-01:00)Kapverdski otoki, Azori

source: (UTC-02:00)Mid-Atlantic
pt_pt: (GMT-02:00) Horário Padrão do Centro-Atlântico
ru: (UTC-02:00)Средняя-Атлантика
sl: (UTC-02:00)Srednji-Atlantik

source: (UTC-03:00)Greenland, Brasilia, Fortaleza
pt_pt: (GMT-03:00) Horário Padrão de Pierre e Miquelon (Greenland, Brasília, Fortaleza)
ru: (UTC-03:00)Гренландия, Бразилиа, Форталеза
sl: (UTC-03:00)Grenlandija, Brasilia, Fortaleza

source: (UTC-04:00)San Diego, Georgetown, San Juan
pt_pt: (GMT-04:00) Horário Padrão do Atlântico (San Diego, Santiago, Assunção, Georgetown, São João)
ru: (UTC-04:00)Сан-Диего, Джорджтаун, Сан-Хуан

source: (UTC-05:00)Indiana, Bogota, Lima, Quito
pt_pt: (GMT-05:00) Horário Padrão do Leste (Indiana, Bogotá, Lima, Quito)
ru: (UTC-05:00)Индиана, Богота, Лима, Кито

source: (UTC-06:00)Saskatchewan, Mexico City, Monterrey
pt_pt: (GMT-06:00) Horário Padrão Central (Cidade do México, Saskatchewan, Monterrey)
ru: (UTC-06:00)Саскачеван, Мехико, Монтеррей
sl: (UTC-06:00)Saskatchewan, Ciudad de México, Monterrey

source: (UTC-07:00)Arizona, Llamas, Mazatlan, Chihuahua
pt_pt: (GMT-07:00) Horário Padrão da Montanha (Chihuahua, Arizona, Mazatlan, Llamas)
ru: (UTC-07:00)Аризона, Ламы, Масатлан​​, Чихуахуа

source: (UTC-08:00)Lower California
cs: (UTC-08:00)Dolní Kalifornie
pt_pt: (GMT-08:00) Horário Padrão do Pacífico
ru: (UTC-08:00)Нижняя Калифорния
sl: (UTC-08:00)Baja California

source: (UTC-09:00)Alaska
cs: (UTC-09:00)Aljaška
pt_pt: (GMT-09:00) Horário Padrão do Alasca
ru: (UTC-09:00)Аляска
sl: (UTC-09:00)Aljaska

source: (UTC-10:00)Hawaii
cs: (UTC-10:00)Havajské ostrovy
pt_pt: (GMT-10:00) Horário Padrão do Havai
ru: (UTC-10:00)Гавайи
sl: (UTC-10:00)Havaji

source: (UTC-11:00)Samoa
pt_pt: (GMT-11:00) Horário Padrão de Samoa
ru: (UTC-11:00)Самоа

source: Calendar
cs: Kalendář
pt_pt: Calendário
ru: Календарь
sl: Koledar

source: Cancel
cs: Zrušit
pt_pt: Cancelar
ru: Отмена
sl: Prekliči

source: Change Date
cs: Změnit datum
pt_pt: Alterar Data
ru: Изменить дату
sl: Spremeni datum

source: Change date and time settings
cs: Změnit nastavení data a času
pt_pt: Alterar definições de Data & Hora
ru: Изменение параметров даты и времени
sl: Spremeni nastavitve datuma in časa

source: Changed date to %d-%d-%d
cs: Datum změněno na %d-%d-%d
pt_pt: Data alterada para %d-%d-%d
ru: Изменение даты на %d-%d-%d
sl: Datum spremenjen na %d-%d-%d

source: Changed time to %02d:%02d:%02d
cs: Čas změněn %02d:%02d:%02d
pt_pt: Hora alterada para %02d:%02d:%02d
ru: Изменить время на %02d:%02d:%02d
sl: Čas spremenjen na %02d:%02d:%02d

source: Changed time zone to %s
cs: Časová zóna změněna na %s
pt_pt: Fuso horário alterado para %s
ru: Изменить часовой пояс на %s
sl: Časovni pas spremenjen na %s

source: Confirm
cs: Potvrdit
pt_pt: Confirmar
ru: Подтвердить
sl: Potrdi

source: Current Date: %d-%d-%d
cs: Nynější datum: %d-%d-%d
pt_pt: Data Actual: %d-%d-%d
ru: Текущая дата: %d-%d-%d
sl: Trenutni datum: %d-%d-%d

source: Current Time: %s %02d:%02d:%02d (%d Hour)
cs: Nynější čas: %s %02d:%02d:%02d (%d hodin)
pt_pt: Hora Actual: %s %02d:%02d:%02d (Hora %d)
ru: Текущее время: %s %02d:%02d:%02d (%d Hour)
sl: Trenutni čas: %s %02d:%02d:%02d (%d ura)

source: Date and Time
cs: Datum a čas
pt_pt: Data & Hora
ru: Дата и время
sl: Datum in čas

source: Friday
cs: Pátek
pt_pt: Sexta-feira
ru: Пятница
sl: Petek

source: Hour
cs: Hodina
pt_pt: Hora
ru: Время
sl: Ura

source: Monday
cs: Pondělí
pt_pt: Segunda-feira
ru: Понедельник
sl: Ponedeljek

source: NTP
pt_pt: Protocolo de Horário da Rede (NTP)

source: Reset to default value
cs: Nastavit znovu na výchozí hodnotu
pt_pt: Repôr valor padrão
ru: Сброс на значения по умолчанию
sl: Ponastavi na privzete vrednosti

source: Saturday
cs: Sobota
pt_pt: Sábado
ru: Суббота
sl: Sobota

source: Set Automatically
cs: Nastavit automaticky
pt_pt: Definir automaticamente
ru: Установить Автоматически
sl: Samodejno nastavi

source: Set Time
cs: Nastavit čas
pt_pt: Acertar Data/Hora
ru: Установить время
sl: Nastavi čas

source: Sunday
cs: Neděle
pt_pt: Domingo
ru: Воскресенье
sl: Nedelja

source: Thursday
cs: Čtvrtek
pt_pt: Quinta-feira
ru: Четверг
sl: Četrtek

source: Time
cs: Čas
pt_pt: Hora
ru: Время
sl: Čas

source: Time Zone
cs: Časové pásmo
pt_pt: Fuso Horário
ru: Часовой пояс
sl: Časovni pas

source: Time will be shown in 12 hour format
cs: Čas bude ukázán ve 12 hodinovém formátu
pt_pt: A hora será mostrada no formato de 12 horas
ru: Показывать время в 12-часовом формате
sl: Čas bo prikazan v 12-urni obliki

source: Time will be shown in 24 hour format
cs: Čas bude ukázán ve 24 hodinovém formátu
pt_pt: A hora será mostrada no formato de 24 horas
ru: Показывать время в 24-часовом формате
sl: Čas bo prikazan v 24-urni obliki

source: Time will be synchronized with an Internet time server
cs: Čas bude seřízen podle internetového časového serveru
pt_pt: O relógio vai ser sincronizado com um servidor na Internet
ru: Время будет синхронизировано с сервером времени через интернет
sl: Čas bo sinhroniziran z internetnim časovnim strežnikom

source: Time will not be synchronized with an Internet time server
cs: Čas nebude seřízen podle internetového časového serveru
pt_pt: O relógio não vai ser sincronizado com um servidor na Internet
ru: Время не будет синхронизировано с сервером времени через интернет
sl: Čas ne bo sinhroniziran z internetnim časovnim strežnikom

source: Tuesday
cs: Úterý
pt_pt: Terça-feira
ru: Вторник
sl: Torek

source: Wednesday
cs: Středa
pt_pt: Quarta-feira
ru: Среда
sl: Sreda

source: hour format
cs: Formát hodin
pt_pt: Formato da Hora
ru: часовой формат
sl: oblika zapisa časa

source: AM
cs: dop.

source: PM
cs: odp.
