Repository: aurora-pioneer/deepin-system-settings
Catalog: modules/network/locale/*.po
Languages: es_cl

source: %s deleted
es_cl: %s borrados

source: Active
es_cl: Activo

source: Advanced
es_cl: Avanzada

source: Advanced...
es_cl: Avanzadas...

source: Allow BSD data Compression
es_cl: Permite la compresion de datos BSD

source: Allow Deflate data compression
es_cl: Permitir la reduccion de compresion de datos

source: Allow roaming if home network is not available
es_cl: Permitir el roaming si la red principal no esta disponible

source: Apply
es_cl: Aplicar

source: Authentication:
es_cl: Autenticidad:

source: Automatic
es_cl: Automatica

source: Automatic DNS server address
es_cl: Direccion automatica de servidor DNS

source: Automatic IP address
es_cl: Direccion automatica IP

source: Band:
es_cl: Banda:

source: Basic
es_cl: Basico/a

source: Broadband
es_cl: Banda ancha

source: CDMA config
es_cl: Configuracion de conexion CDMA

source: Cancel
es_cl: Cancelar

source: Channel:
es_cl: Canal:

source: Cloned Mac Address:
es_cl: Direccion de Mac clonado

source: Code:
es_cl: Codigo:

source: Compression
es_cl: Compresion

source: Config
es_cl: Configuracion

source: Configuration url
es_cl: Configuracion url

source: Configure Method
es_cl: Metodo de configuracion

source: Connection Name:
es_cl: Nombre de la conexion:

source: Country or Region:
es_cl: Pais o Region:

source: Create a DSL connection
es_cl: Crear una conexion DSL

source: Create a VPN connection
es_cl: Crear una conexion VPN

source: Default Setting
es_cl: Ajustes por defecto

source: Default Settings
es_cl: Ajustes por defecto

source: Delete
es_cl: Borrar

source: Device Mac Address:
es_cl: Direccion de unidad Mac

source: Dsl config
es_cl: Configuracion de conexion DSL

source: Echo
es_cl: Eco

source: Enable IPSec tunnel to l2tp host
es_cl: Habilita tunel de IPSec para servidor I2tp

source: FTP Proxy
es_cl: Servidor FTP Proxy

source: GSM config
es_cl: Configuracion de conexion GSM

source: Gateway
es_cl: Acceso

source: Gateway ID:
es_cl: Numero de acceso:

source: Gateway:
es_cl: Acceso:

source: Group Name:
es_cl: Nombre del grupo

source: Hidden network
es_cl: Redes ocultas

source: Hotspot
es_cl: Hotspot/ Punto de expansion wifi

source: Http Proxy
es_cl: servidor Http Proxy

source: Https Proxy
es_cl: Servidor Https Proxy

source: IP Address:
es_cl: Direccion IP:

source: IPSec Setting
es_cl: Ajustes para IPSec

source: IPv4 settings
es_cl: Ajustes para IPv4

source: IPv6 settings
es_cl: Ajustes para IPv6

source: Infrastructure
es_cl: Infraestructura

source: Invalid %s address.
es_cl: Direccion invalida %s

source: Key:
es_cl: Codigo:

source: Link-Local Only
es_cl: Vinculo local solamente

source: Mobile Configuration
es_cl: Configurar una red movil

source: Mobile Network
es_cl: Red de moviles

source: Mode:
es_cl: Modo:

source: NT Domain:
es_cl: Dominio NT:

source: Network
es_cl: Redes

source: Network ID:
es_cl: Nombre de la red:

source: New Connection
es_cl: Nueva conexion

source: None
es_cl: Ninguno

source: OK
es_cl: Aceptar

source: Open System
es_cl: Sistema abierto

source: PPP settings
es_cl: Ajustes de PPP

source: Password:
es_cl: Contraseña

source: Please input password for %s
es_cl: Por favor ingrese su contraseña para %s

source: Pre_Shared_key
es_cl: Codigo precompartido

source: Prefix:
es_cl: Prefijo:

source: Primary DNS server address:
es_cl: Direccion Primaria de servidor DNS

source: Provider:
es_cl: Proveedor:

source: Proxy Configuration
es_cl: Configurar conexion proxy

source: Region
es_cl: Región

source: Regions setting
es_cl: Ajuste regional

source: Require 128-bit encryption
es_cl: Requiere encripcion 128-bit

source: Save
es_cl: Guardar

source: Security
es_cl: Seguridad

source: Security:
es_cl: Seguridad

source: Send PPP echo packets
es_cl: Envia paquetes eco de PPP

source: Service:
es_cl: Servicio:

source: Set up a hidden wireless connection
es_cl: Establezca una conexion con una red inalambrica oculta

source: Shared Key
es_cl: Codigo compartido

source: Show Password
es_cl: Mostrar contraseña

source: Show password
es_cl: Mostrar contraseña

source: Slave DNS server address:
es_cl: Direccion de servidor esclavo DNS

source: Socks Proxy
es_cl: Soquetes de servidor Proxy

source: Subnet Mask
es_cl: Mascara de subred

source: Subnet Mask:
es_cl: Mascara de subred:

source: Tip:
es_cl: Aviso:

source: Tips:This assistant helps you easily set up a mobile broadband connection to a cellular network.
es_cl: Consejos: Este asistente le ayudara a configurar su conexion de banda ancha movil con la red de su telefono movil facilmente.

source: Type:
es_cl: Tipo:

source: Use Address/Control compression
es_cl: Usa direccion con ajuste de compresion

source: Use TCP header compression
es_cl: Uso de comprension principal TCP

source: Use point-to-point encryption(mppe)
es_cl: Uso de punto a punto encripcion(mppe)

source: Use protocal field compression negotiation
es_cl: Usa protocolo de acuerdo de compresion

source: Use stateful MPPE
es_cl: Usa un MPPE establecido

source: Username:
es_cl: Nombre de usuario:

source: VPN Network
es_cl: Red VPN

source: VPN config
es_cl: Configuracion de conexion VPN

source: Valid %s address.
es_cl: Direccion valida %s

source: WEP (Hex or ASCII)
es_cl: WEP (hex o ASCII)

source: WEP 104/128-bit Passphrase
es_cl: Contraseña WEP 104/128-bit

source: WPA WPA2 Personal
es_cl: Contraseña WPA WPA2

source: Wep index:
es_cl: Indice WEP:

source: Wired
es_cl: Cableado

source: Wired config
es_cl: Configuracion de conexion cableada

source: Wireless
es_cl: Inalambrico

source: Wireless config
es_cl: Configuracion de conexion inalambrica

source: active
es_cl: Activo

source: card %d
es_cl: tarjeta %d
