Repository: aurora-pioneer/deepin-system-settings
Catalog: modules/display/locale/*.po
Languages: es_cl, it, pt_pt, ru, sl

source: <span foreground="%s" underline="single">Personalization</span>
es_cl: <span foreground="%s" underline="single">Personalizacion</span>
it: <span foreground="%s" underline="single">Personalizazione</span>
pt_pt: <span foreground="%s" underline="single">Personalização</span>
ru: <span foreground="%s" underline="single">Персонализация</span>
sl: <span foreground="%s" underline="single">Prilagoditev</span>

source: <span foreground="%s" underline="single">Power</span>
es_cl: <span foreground="%s" underline="single">Energia</span>
it: <span foreground="%s" underline="single">Accensione</span>
pt_pt: <span foreground="%s" underline="single">Energia</span>
ru: <span foreground="%s" underline="single">Питание</span>
sl: <span foreground="%s" underline="single">Napajanje</span>

source: Auto-Brightness
es_cl: Brillo automatico
it: Auto-Luminosità
pt_pt: Luminosidade Automática
ru: Авто-яркость
sl: Samodejna svetlost

source: Brightness
es_cl: Brillo
it: Luminosità
pt_pt: Luminosidade
ru: Яркость
sl: Svetlost

source: Changed brightness to %d%%
es_cl: Brillo ajustado a %d%%
it: Luminosità modificata a %d%%
pt_pt: Luminosidade alterada para %d%%
ru: Изменение яркости до %d%%
sl: Svetlost spremenjena na %d%%

source: Changed current output to %s
es_cl: Ajustado a salida de corriente %s
it: Cambia l'attuale output in %s
pt_pt: Saída actual alterada para %s
ru: Текущий выход изменён на %s
sl: Trenutni izhod spremenjen na %s

source: Changed multi-monitor mode to %s
es_cl: Ajustado a modo multi monitores %s
it: Modalità multi-schermo modificata a %s
pt_pt: Modo de múltiplos monitores alterado para %s
ru: Режим мультимонитора изменён на %s
sl: Večzaslonski način spremenjen na %s

source: Changed resolution to %s
es_cl: Ajustado a resolucion %s
it: Risoluzione modificata a %s
pt_pt: Resolução alterada para %s
ru: Текущее разрешение изменено на %s
sl: Ločljivost spremenjena na %s

source: Changed rotation to %s
es_cl: Ajustado a rotacion %s
it: Rotazione modificata a %s
pt_pt: Rotação alterada para %s
ru: Повёрнуто на %s
sl: Zasuk spremenjen na %s

source: Changed to automatic adjustment
es_cl: Ajustado a uso automatico
it: Cambia in aggiustamento automatico
pt_pt: Alterada para ajuste automático
ru: Изменено на автоматическую регулировку
sl: Spremenjeno na samodejno nastavitev

source: Changed to automatic lock
es_cl: Ajustado a bloqueo automatico
it: Cambia in blocco automatico
pt_pt: Alterado para bloqueio automático
ru: Изменено на автоматическую блокировку
sl: Spremenjeno na samodejni zaklep

source: Changed to manual adjustment
es_cl: Ajustado a uso manual
it: Cambia in aggiustamento manuale
pt_pt: Alterada para ajuste manual
ru: Изменено на ручную регулировку
sl: Spremenjeno na ročno nastavitev

source: Changed to manual lock
es_cl: Ajustado a bloqueo manual
it: Cambia in blocco manuale
pt_pt: Alterado para bloqueio manual
ru: Изменено на ручную блокировку
sl: Spremenjeno na ročni zaklep

source: Copy Display
es_cl: Copia la muestra
it: Copia il display
pt_pt: Copiar Ecrã
ru: Копия дисплея
sl: Kopiraj zaslon

source: Display
es_cl: Muestra
it: Dsplay
pt_pt: Ecrã
ru: Дисплей
sl: Zaslon

source: Extend Display
es_cl: Extiende la muestra
it: Estendi display
pt_pt: Ampliar Ecrã
ru: Расширить дисплей
sl: Razširi zaslon

source: Hour
es_cl: Hora
it: Ora
pt_pt: Hora
ru: Время
sl: Ura

source: Idle time before locking display has been changed to %s
es_cl: El tiempo de espera antes de bloquear el monitor ha sido ajustado a %s
it: Il tempo di attesa prima di bloccare lo schermo è stato impostato a %s
pt_pt: Tempo de inactividade antes de bloquear ecrã foi alterado para %s
ru: Время простоя до блокировки экрана было изменено на %s
sl: Čas mirovanja preden se zaslon zaklene, je bil spremenjen na %s

source: Idle time before turning off display has been changed to to %s
es_cl: El tiempo de espera antes de apagar el monitor ha sido ajustado a %s
it: Il tempo di attesa prima di spegnere lo schermo è stato impostato a %s
pt_pt: Tempo de inactividade antes de desligar monitor foi alterado para %s
ru: Время простоя до отключения монитора было изменено на %s
sl: Čas mirovanja preden se zaslon izklopi, je bil spremenjen na %s

source: Inverted
es_cl: Invertido
it: Invertito
pt_pt: Invertido
ru: Инвертировать
sl: Navzdol

source: Left
es_cl: Izquierdo
it: Sinistra
pt_pt: Esquerda
ru: Левый
sl: Levo

source: Lock Screen
es_cl: Bloquear la pantalla
it: Blocca lo schermo
pt_pt: Bloquear Ecrã
ru: Блокировка экрана
sl: Zakleni zaslon

source: Lock screen automatically
es_cl: Bloquea la pantalla automaticamente
it: Blocca lo schermo automaticamente
pt_pt: Bloquear ecrã automaticamente
ru: Автоматическая блокировка экрана
sl: Samodejno zakleni zaslon

source: Minute
es_cl: Minuto
it: Minuto
pt_pt: Minuto
ru: Минута
sl: Minuta

source: Minutes
es_cl: Minutos
it: Minuti
pt_pt: Minutos
ru: Минуты
sl: Minute

source: Monitor
ru: Монитор

source: Multi-Monitor
es_cl: Multimonitores
it: Multi-Schermo
pt_pt: Múltiplos Monitores
ru: Мультимонитор
sl: Večzaslonski način

source: Never
es_cl: Nunca
it: Mai
pt_pt: Nunca
ru: Никогда
sl: Nikoli

source: Normal
es_cl: Modo normal
it: Normale
ru: Стандартный вид
sl: Normalno

source: Only shown in display 1
es_cl: Aparece en la muestra 1 solamente
it: Mostra solo display 1
pt_pt: Mostrar só no monitor 1
ru: Показывать только на дисплее 1
sl: Prikaži samo na zaslonu 1

source: Only shown in display 2
es_cl: Aparece en la muestra 2 solamente
it: Mostra solo display 2
pt_pt: Mostrar só no monitor 2
ru: Показывать только на дисплее 2
sl: Prikaži samo na zaslonu 2

source: Relevant Settings
es_cl: Ajustes importantes
it: Impostazioni Rilevanti
pt_pt: Definições Relevantes
ru: Необходимые настройки
sl: Ustrezne nastavitve

source: Reset to default value
es_cl: Reinicializar los valores predeterminados
it: Resetta ai valori di default
pt_pt: Repor valor predefinido
ru: Сброс на значения по умолчанию
sl: Ponastavi na privzete vrednosti

source: Resolution
es_cl: Resolucion
it: Risoluzione
pt_pt: Resolução
ru: Разрешение
sl: Ločljivost

source: Right
es_cl: Derecho
it: Destra
pt_pt: Direita
ru: Правый
sl: Desno

source: Rotation
es_cl: Rotacion
it: Rotazione
pt_pt: Rotação
ru: Вращение
sl: Zasuk

source: Turn off monitor
es_cl: Apaga el monitor
it: Spegni lo schermo
pt_pt: Desligar monitor
ru: Отключение монитора
sl: Ugasni monitor
