Repository: aurora-pioneer/deepin-system-settings
Catalog: modules/sound/locale/*.po
Languages: id, ru, zh_hk

source: %d Input
ru: %d Вход
zh_hk: %d路輸入

source: %d Inputs
id: %d Input
ru: %d Входы
zh_hk: %d路輸入

source: %d Output
ru: %d Выход
zh_hk: %d路輸出

source: %d Outputs
id: %d Output
ru: %d Выходы
zh_hk: %d路輸出

source: Advanced
id: Setelan tingkat lanjut...
ru: Дополнительно
zh_hk: 高級設置

source: Advanced...
id: Setelan tingkat lanjut...
ru: Дополнительно...
zh_hk: 更多高級選項...

source: Applications
id: Aplikasi
ru: Приложения
zh_hk: 應用程序

source: Balance
ru: Баланс
zh_hk: 均衡

source: Choose a device for sound input:
id: Pilih piranti untuk input suara:
ru: Выберите звуковое устройство для входа:
zh_hk: 選擇音頻輸入設備

source: Choose a device for sound output:
id: Pilih piranti untuk output suara:
ru: Выберите звуковое устройство для выхода:
zh_hk: 選擇音頻輸出設備

source: Choose a device to configure:
id: Pilih piranti yang akan dikonfigurasi:
ru: Выберите устройство для конфигурации:
zh_hk: 選擇要配置的設備

source: Device
id: Piranti
ru: Устройство
zh_hk: 設備

source: Enable Sound
id: Hidupkan Suara
ru: Включить звук

source: Hardware
id: Perangkat Keras
ru: Оборудование
zh_hk: 硬件

source: Input
ru: Вход
zh_hk: 輸入

source: Input Level
id: Level Input
ru: Уровень на входе

source: Input Port
id: Port Input
ru: Входной порт
zh_hk: 輸入端口

source: Input Volume
id: Volume Input
ru: Входной уровень
zh_hk: 輸入音量

source: Input device %s selected
id: Piranti input %s dipilih
ru: Входное устройство %s выбрано
zh_hk: 選擇輸入設備：%s

source: Left
id: Kiri
ru: Левый
zh_hk: 左

source: Microphone
id: Mikrofon
ru: Микрофон
zh_hk: 麥克風

source: Mute
id: Matikan Suara
ru: Заглушить
zh_hk: 靜音

source: Muted input
id: Input suara yang sementara dimatikan
ru: Заглушить вход
zh_hk: 輸入設為靜音

source: Muted output
id: Output suara yang sementara dimatikan
ru: Заглушить выход
zh_hk: 輸出設為靜音

source: Output
ru: Выходной формат
zh_hk: 輸出

source: Output Port
id: Port Output
ru: Выходной порт
zh_hk: 輸出端口

source: Output Volume
id: Volume Output
ru: Выходной уровень
zh_hk: 輸出音量

source: Output device %s selected
id: Piranti output %s dipilih
ru: Выходное устройство %s выбрано
zh_hk: 選擇輸出設備：%s

source: Right
id: Kanan
ru: Правый
zh_hk: 右

source: Set input port to %s
id: Set port input ke %s
ru: Установить входной порт на %s
zh_hk: 輸入端口設為%s

source: Set output port to %s
id: Set port output ke %s
ru: Установить выходной порт на %s
zh_hk: 輸出端口設為%s

source: Sound
id: Suara
ru: Звук
zh_hk: 聲音

source: Sound Enabled
id: Suara diaktifkan
ru: Звук включён

source: Speaker
ru: Динамик
zh_hk: 揚聲器

source: Unmuted input
id: Input suara yang sementara aktif
ru: Озвучить вход
zh_hk: 取消輸入靜音

source: Unmuted output
id: Output suara yang sementara aktif
ru: Озвучить выход
zh_hk: 取消輸出靜音

source: Volume
ru: Звук
zh_hk: 音量
